Repository: jillthebean/notenschluessel
Catalog: lib/l10n/arb/app_*.arb
Languages: de

# gradingScaleAppBarTitle
source: Grading Scale
de: Notenschl√ºssel

# gradingScaleInputMaxPoints
source: Points available
de: Punktzahl

# gradingScaleInputMaxPointsError
source: Only positive integer values
de: Nur positive ganze Zahlen

# gradingScaleInputRoundMode
source: Rounding mode (always ceiled)
de: Rundungmodus (immer aufgerundet)

# gradingScaleTitleGrade
source: Grade
de: Note

# gradingScaleTitlePoints
source: Points
de: Punkte

# gradingScaleTitlePointsRounded
source: Rounded
de: Gerund.

# roundingModeFull
source: 1 Point
de: 1 Punkt

# roundingModeHalf
source: 1/2 Points
de: 1/2 Punkte

# roundingModeQuarter
source: 1/4 Points
de: 1/4 Punkte
